[
    {
        "ID": "1",
        "Pregunta": "Quien lo fabrica, no lo necesita. Quien lo compra, no lo necesita. Quien lo usa, no lo ve ni lo siente. ¿Qué es?"
    },
    {
        "ID": "2",
        "Pregunta": "Si me dejas caer, seguro que me parto. Dame una sonrisa, y siempre te devolveré otra. ¿Qué soy?"
    },
    {
        "ID": "3",
        "Pregunta": "Entras en una habitación a oscuras y solo tienes una cerilla. Tienes delante un periódico, una vela y un haz de leña. ¿Qué enciendes primero?"
    },
    {
        "ID": "4",
        "Pregunta": "¿Cuál es la pregunta de dos palabras a la que nunca puedes responder \"\"sí\"\"?"
    },
    {
        "ID": "5",
        "Pregunta": "¿Cuántos ladrillos se necesitan para completar un edificio de ladrillo?"
    },
    {
        "ID": "6",
        "Pregunta": "Hablo sin boca y oigo sin oídos. No tengo cuerpo, pero cobro vida con el viento. ¿Qué soy?"
    },
    {
        "ID": "7",
        "Pregunta": "Mides mi vida en horas y yo te sirvo expirando. Soy rápido cuando estoy delgado y lento cuando estoy gordo. El viento es mi enemigo."
    },
    {
        "ID": "8",
        "Pregunta": "Los pobres lo tienen. Los ricos la necesitan. Si te lo comes te mueres. ¿Qué es?"
    },
    {
        "ID": "9",
        "Pregunta": "Tengo ciudades, pero no casas. Tengo montañas, pero no árboles. Tengo agua, pero no peces. ¿Qué soy?"
    },
    {
        "ID": "10",
        "Pregunta": "¿Qué está siempre delante de ti, pero no se ve?"
    },
    {
        "ID": "11",
        "Pregunta": "Me encontrarás en Mercurio, la Tierra, Marte, Júpiter, Saturno y Urano. Pero nunca en Neptuno ni en Venus. ¿Qué soy?"
    },
    {
        "ID": "12",
        "Pregunta": "¿Cuántos meses tienen 28 días?"
    },
    {
        "ID": "13",
        "Pregunta": "Una mujer dispara a su marido y lo mantiene bajo el agua durante cinco minutos. A continuación, lo ahorca. Justo después, disfrutan de una cena encantadora. ¿Cómo lo explicas?"
    },
    {
        "ID": "14",
        "Pregunta": "Cuando está viva cantamos, cuando está muerta aplaudimos. ¿Qué es?"
    },
    {
        "ID": "15",
        "Pregunta": "Hago un ruido fuerte cuando me cambio. Cuando me cambio, me hago más grande pero peso menos. ¿Qué soy?"
    },
    {
        "ID": "16",
        "Pregunta": "Dos niñas nacieron de la misma madre, el mismo día, a la misma hora, en el mismo mes y año, y sin embargo, no son gemelas. ¿Cómo puede ser?"
    },
    {
        "ID": "17",
        "Pregunta": "Una niña tiene tantos hermanos como hermanas, pero cada hermano tiene solo la mitad de hermanos que hermanas. ¿Cuántos hermanos y hermanas hay en la familia?"
    },
    {
        "ID": "18",
        "Pregunta": "¿Qué desaparece en cuanto se pronuncia su nombre?"
    },
    {
        "ID": "19",
        "Pregunta": "¿Cuáles son las tres letras siguientes de esta combinación? UDTCCSS..."
    },
    {
        "ID": "20",
        "Pregunta": "Esto te pertenece, pero todos los demás lo usan más que tú."
    },
    {
        "ID": "21",
        "Pregunta": "Primero, piensa en el color de las nubes. Después, piensa en el color de la nieve. Ahora, piensa en el color de una luna llena brillante. Ahora contesta rápidamente: ¿qué beben las vacas?"
    },
    {
        "ID": "22",
        "Pregunta": "Primero me comes y luego te comen. ¿Qué soy?"
    },
    {
        "ID": "23",
        "Pregunta": "¿Qué es más fuerte que el acero, pero no puede soportar el sol?"
    },
    {
        "ID": "24",
        "Pregunta": "¿Qué es lo que nadie quiere, pero nadie quiere perder?"
    },
    {
        "ID": "25",
        "Pregunta": "Cuanto más hay, menos se ve. ¿Qué soy?"
    },
    {
        "ID": "26",
        "Pregunta": "¿Cómo suman ocho ochos mil?"
    },
    {
        "ID": "27",
        "Pregunta": "¿Qué puedes tener en la mano derecha, pero nunca en la izquierda?"
    },
    {
        "ID": "28",
        "Pregunta": "Un hombre condujo de Madrid a Moscú en cuatro días. Al final de su viaje, descubrió que una de sus ruedas estaba pinchada. ¿Cómo pudo hacer el viaje?"
    },
    {
        "ID": "29",
        "Pregunta": "Un mago presumía de cuánto tiempo podía aguantar la respiración bajo el agua. Su récord era de 6 minutos. Un niño que estaba escuchando dijo: \"\"eso no es nada, ¡yo puedo aguantar bajo el agua 10 minutos!\"\". El mago le dijo al niño que si podía hacer eso, le daría mil euros. El niño lo hizo y ganó el dinero. ¿Cómo lo hizo?"
    },
    {
        "ID": "30",
        "Pregunta": "Estoy lleno de agujeros, pero soy fuerte como el acero. ¿Qué soy?"
    },
    {
        "ID": "31",
        "Pregunta": "Un barril de agua pesaba 60 kilos. Alguien puso algo en él y ahora pesa 40 kilos. ¿Qué añadió esa persona?"
    },
    {
        "ID": "32",
        "Pregunta": "Tú eres mi hermano, pero yo no soy tu hermano. ¿Quién soy yo?"
    },
    {
        "ID": "33",
        "Pregunta": "Dos hombres están en un desierto. Ambos llevan mochilas. Uno de ellos está muerto. El que está vivo tiene la mochila abierta y el que está muerto la tiene cerrada. ¿Qué hay en la mochila del muerto?"
    },
    {
        "ID": "34",
        "Pregunta": "Solo me tumbo una vez en la vida: cuando muero. ¿Qué soy?"
    },
    {
        "ID": "35",
        "Pregunta": "¿Qué camina sobre cuatro pies por la mañana, dos por la tarde y tres por la noche?"
    },
    {
        "ID": "36",
        "Pregunta": "Es suave por dentro y peludo por fuera. Con un poco de esfuerzo, lo podrás meter dentro."
    },
    {
        "ID": "37",
        "Pregunta": "Bolas grandes, colgantes, gordas y peludas que son voluminosas y hermosas."
    },
    {
        "ID": "38",
        "Pregunta": "¿Qué puede dar una vaca flaca?"
    },
    {
        "ID": "39",
        "Pregunta": "Todos me pisan a mí, pero yo no piso a nadie; todos preguntan por mí, yo no pregunto por nadie."
    },
    {
        "ID": "40",
        "Pregunta": "Brazos con brazos, panza con panza, rascando en medio, surge la danza."
    },
    {
        "ID": "41",
        "Pregunta": "Tengo llaves pero no cerradura. El blanco y el negro pasan por mi cintura."
    },
    {
        "ID": "42",
        "Pregunta": "Vengo y voy, voy y vengo dejando blanco lo que era negro."
    },
    {
        "ID": "43",
        "Pregunta": "Doce señoras, todas con medias y sin zapatos."
    },
    {
        "ID": "44",
        "Pregunta": "Te lo digo y te lo repito, y te lo puedo avisar, y por más que te lo diga no lo vas a adivinar."
    },
    {
        "ID": "45",
        "Pregunta": "Somos muchos hermanitos, en una sola casa vivimos, si nos rascan la cabeza al instante morimos."
    },
    {
        "ID": "46",
        "Pregunta": "Tres cuevas en la montaña, en dos el aire va a entrar y la tercera el vidrio empaña."
    },
    {
        "ID": "47",
        "Pregunta": "Va al campo y no come, va al río y no bebe y con sonar se mantiene."
    },
    {
        "ID": "48",
        "Pregunta": "Cincuenta damas, cinco galanes; ellos piden pan, ellas piden ave."
    },
    {
        "ID": "49",
        "Pregunta": "Antes que nazca la madre, anda el hijo por la calle."
    },
    {
        "ID": "50",
        "Pregunta": "Se viste el cielo de luces en cascada de colores, para alegrar en la noche a los que están más tristones."
    }
]